Repository: jmartin4563/translate-all-the-things
Catalog: po/*.po
Languages: fr_fr

source: "If you believe your weapon wants to murder all existence, then so it will." - Toland the Shattered
fr_fr: "Si vous croyez que votre arme veut assassiner toute existence, alors si il sera " - Toland l'brisée

source: "To rend one's enemies is to see them not as equals, but objects--hollow of spirit and meaning." -13th Understanding, 7th Book of Sorrow
fr_fr: "Pour déchirer ses ennemis est de les vois pas comme des égaux, mais les objets -. Creuse de l'esprit et le sens " accord au 13, 7e livre of Sorrow

source: About the Speaker
fr_fr: A propos du orateur

source: Cancel Order
fr_fr: annuler L'Ordre

source: Demo
fr_fr: Démo

source: English
fr_fr: anglais

source: Estimated Grand Total:
fr_fr: Total estimé:

source: Estimated Shipping Date:
fr_fr: Date prévue de livraison:

source: Estimated Taxes:
fr_fr: Impôts estimatifs:

source: French
fr_fr: français

source: Good fighters have contingency plans. Great fighters don't need them.
fr_fr: Bons combattants ont des plans d'urgence. Grands combattants ne ont pas besoin.

source: Libraries
fr_fr: bibliothèques

source: Pocket Infinity
fr_fr: Infinity Pocket

source: Price:
fr_fr: Prix:

source: Quantity:
fr_fr: Quantité:

source: Ready to Checkout
fr_fr: Prêt à la caisse

source: Select Language
fr_fr: Choisir La Langue

source: Shopping Cart - Xur's Tower
fr_fr: Panier - xur Tour

source: Spanish
fr_fr: espagnol

source: Subtotal:
fr_fr: Sous-total:

source: Thorn
fr_fr: épine

source: Total Items Sold:
fr_fr: Nombre total d'articles vendus:
